{"{": 32100, "}": 32101, "<": 32102, "^": 32103, "<=": 32104, ">=": 32105, "==": 32106, "!=": 32107, "<<": 32108, ">>": 32109, "[ADD]": 32110, "[REMOVE]": 32111, "[REPLACE]": 32112, "[CE]": 32113, "[FE]": 32114, "[CONTEXT]": 32115, "[BUGGY]": 32116, "[CLASS]": 32117, "[TYPE]": 32118, "[METHOD]": 32119, "[PARAMETER]": 32120, "[PATCH]": 32121}